Repository: R0drigo-0/Access-Control-System
Catalog: lib/l10n/app_*.arb
Languages: ca, es

source: Lock all
ca: Bloqueja tot
es: Bloquear todo

source: Unlock all
ca: Desbloqueja tot
es: Desbloquear todo

source: Locked doors:
ca: Portes bloquejades:
es: Puertas bloqueadas:

# popup_door_unlock_shortly_title
source: Unlock shortly is unavailable
ca: No es pot fer unlock shortly la porta
es: No se puede hacer unlock shortly

# popup_door_unlock_shortly_content
source: First lock the door
ca: Primer bloqueja la porta
es: Primero bloquea la puerta

# popup_door_propped_title
source: Door is propped
ca: La porta esta propped
es: Puerta esta propped

# popup_door_propped_content
source: Is required to close the door for locking
ca: S'ha de tancar la porta per poder bloquejar
es: Hay que volver a cerrar para poder bloquear

# popup_door_lock_title
source: Door can't be locked
ca: No es pot bloquejar la porta
es: No se puede bloquear la puerta

# popup_door_lock_content
source: First close the door
ca: Primer tanca la porta
es: Primero cierra la puerta

# popup_door_open_title
source: Door can't be open
ca: No es pot obrir la porta
es: No se puede abrir la puerta

# popup_door_open_content
source: First unlock the door
ca: Primer desbloqueja la porta
es: Primero desbloquea la puerta

# popup_area_title
source: Area can't be locked
ca: No es pot bloquejar l'area
es: No se puede bloquear area

# popup_area_content
source: First close all the doors
ca: Primer tanca totes les portes
es: Primero cierra todas las puertas
